{
    "educationModules": [
        {
            "id": 1,
            "type": "video",
            "name": "PainNavigator Introduction",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904560/For%20Mobile%20App/Education/PainNavigator%20Introduction.mp4",
            "length": 8,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn about the benefits of PainNavigator and step-by-step instructions of how to complete it."
        },
        {
            "id": 2,
            "type": "video",
            "name": "Vicious Cycle of Pain",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569041/For%20Mobile%20App/Education/Vicious%20Cycle%20of%20Pain.mp4",
            "length": 5,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn about the Vicious Cycle of Pain and where you might be caught in it. Consider steps you can take to break your Cycle."
        },
        {
            "id": 3,
            "type": "text",
            "name": "VCOP",
            "source": "https://res.cloudinary.com/painnavigator/image/upload/v1655337942/For%20Mobile%20App/Screen_Shot_2022-06-15_at_6.55.03_PM_p6vim7.png",
            "length": 1,
            "post_video_destination": null,
            "skippable": false,
            "summary": "The vicious cycle of pain is different for everyone. Review the diagram below to understand the VCoP and identify if any areas are key for you.",
            "steps": []
        },
        {
            "id": 4,
            "type": "video",
            "name": "Pain Journal",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648568919/For%20Mobile%20App/Education/Pain%20Journal.mp4",
            "length": 4,
            "post_video_destination": "PainJournal",
            "skippable": false,
            "summary": "Learn about the benefits of when and how to complete a Pain Journal. Learn how to use data obtained from your Pain Journal."
        },
        {
            "id": 5,
            "type": "video",
            "name": "Pacing",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569367/For%20Mobile%20App/Education/Pacing.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn about the benefits of Pacing. Learn how pacing can help you engage in activities and avoid a pain flare-up."
        },
        {
            "id": 6,
            "type": "text",
            "name": "Pacing Summary",
            "source": null,
            "length": 2,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Pacing involves respecting your limits, conserving energy, avoiding flare-ups, increasing your tolerance, and improving your functioning. Use your pain diary to help identify ways you can better utilize our pacing strategies.",
            "steps": ["First, establish your baseline: know when your pain moves from being “manageable” to “uncomfortable”", "Establish time limits and baselines for each activity that keep you at a “manageable” level", "Example: it takes Sue 10 minutes of vacuuming before her pain becomes uncomfortable. She divides that number in half (5 minutes) to establish an initial baseline", "Remember to take incremental steps and frequent breaks so you don’t overdo it, gradually increase by a set time each week, and set SMART Goals you would like to accomplish and pace your way through them"]
        },
        {
            "id": 7,
            "type": "video",
            "name": "SMART Goals",
            "source": "https://res.cloudinary.com/painnavigator/0/upload/v1655824728/For%20Mobile%20App/Education/Setting%20a%20SMART%20Goal.mp4",
            "length": 6,
            "post_video_destination": "SmartGoal",
            "skippable": false,
            "summary": "Learn about the benefits of and how to establish a SMART Goal. Learn how to overcome barriers to completing SMART Goals."
        },
        {
            "id": 8,
            "type": "text",
            "name": "Practical tips",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Here’s a few practical tips for you to better live with your back pain. Check in with your Wellness Coach if you have any questions and keep up the great work with PainNavigator!",
            "steps": ["If your pain is worse in the morning, get your muscles loose in bed or as soon as you get up with some stretches", "If your back gets stiff while sitting for long periods of time while traveling or watching tv, take regular breaks to stand up and stretch.", "Remember to pace yourself! Don’t over-exert yourself when you are in less pain, it may cause a pain flare.", "If pain happens while vacuuming or mowing the lawn, consider buying an upright vacuum or lawn mower that lets you stand up straight instead of hunching over."]
        },
        {
            "id": 9,
            "type": "video",
            "name": "Spine Anatomy",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1646429118/For%20Mobile%20App/Education/Spine%20Anatomy.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn why it's important to understand your spine's anatomy. Learn the fundamentals of your spine's anatomy."
        },
        {
            "id": 10,
            "type": "video",
            "name": "Common Causes of Low Back Pain",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650905359/For%20Mobile%20App/Education/Common%20Causes%20of%20Low%20Back%20Pain.mp4",
            "length": 10,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn the difference between acute and chronic pain and how to minimize effects of chronic low back pain."
        },
        {
            "id": 11,
            "type": "video",
            "name": "Pain Pathways",
            "source": "https://res.cloudinary.com/painnavigator/0/upload/v1650905596/For%20Mobile%20App/Education/Pain%20Pathways.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn why it might be difficult to reduce chronic pain. Learn about two pain pathways that affect chronic pain."
        },
        {
            "id": 12,
            "type": "text",
            "name": "Ascending/Descending Pathways",
            "source": null,
            "length": 5,
            "post_video_destination": null,
            "skippable": true,
            "summary": "In chronic pain, the ascending pathway in your body stays on and overpowers the descending pathway, making pain feel worse. There are internal and external factors (listed below) that can control the amount of chemicals released along these pathways. Do what you can to enable the descending pathway to overpower the ascending pathway to achieve reduced pain! ",
            "steps": ["What causes the ascending pathway to stay on? The cause of the pain not being addressed, negative mood and behavior (like depression, anxiety), stress, smoking, long-term opioid use, poor sleep, weak low back and core muscles, obesity, chronic medical conditions.", "How to turn on the descending pathway? Strengthen your muscles, improve your posture, address weight issues, improve your sleep, reduce key stressors in your life and work to improve your mood, and practice wellness strategies like mindfulness and imagery."]
        },
        {
            "id": 13,
            "type": "video",
            "name": "Worst Pain Ever",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650905721/For%20Mobile%20App/Education/Worst%20Pain%20Ever.mp4",
            "length": 7,
            "post_video_destination": "PainJournalHome",
            "skippable": true,
            "summary": "Learn why it can be so difficult to rate your pain. Learn how to rate the quality of your pain."
        },
        {
            "id": 14,
            "type": "video",
            "name": "Pain Score",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650905999/For%20Mobile%20App/Education/Pain%20Score.mp4",
            "length": 8,
            "post_video_destination": "PainJournalHome",
            "skippable": false,
            "summary": "What does a pain score communicate? Learn how to rate your pain on a scale from 0 to 10."
        },
        {
            "id": 15,
            "type": "video",
            "name": "Chronic Pain & Stress",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650906327/For%20Mobile%20App/Education/Chronic%20Pain%20and%20Stress.mp4",
            "length": 8,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the relationship between stress and chronic pain. What is stress and how does it relate to the fight or flight response? Learn the steps you can take to reduce stress in your life."
        },
        {
            "id": 16,
            "type": "video",
            "name": "Quieting the Mind: Introduction",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648570212/For%20Mobile%20App/Education/Quieting%20the%20Mind:%20Introduction.mp4",
            "length": 3,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the relationship between worrisome thoughts and pain."
        },
        {
            "id": 17,
            "type": "video",
            "name": "Quieting the Mind: Steps",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569350/For%20Mobile%20App/Education/Quieting%20the%20Mind:%20Steps.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about two types of worrisome thoughts. Learn the steps you can take to reduce worrisome thoughts."
        },
        {
            "id": 18,
            "type": "text",
            "name": "Quieting the Mind Steps Summary",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Use the quieting the mind technique to eliminate the distracting thoughts contributing to your pain. Here are the steps:",
            "steps": ["Settle in and take three expansive belly breaths", "Make note of one thing you’re worried about", "Ask yourself: Is this problem in my control? If yes, take care of it now to get it out of the way. If yes, but not right now, then figure out how you can solve the problem and set a time/date to take care of it. If it’s not in your control, give yourself a pleasant distraction (mindfulness, relaxing activity, simple tasks, connect with others).", "Is the problem still distracting you? Schedule a time and date to worry about the problem. If you’re still worried after that, then schedule more time the next day."]
        },
        {
            "id": 19,
            "type": "video",
            "name": "Weight, Nutrition, and Chronic Pain 1",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904490/For%20Mobile%20App/Education/Weight%2C%20Nutrition%2C%20and%20Chronic%20Pain%201.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the link between weight and chronic pain. Learn about excess vs. non-excess weight and measurement tools such as the Body Mass Index (BMI)."
        },
        {
            "id": 20,
            "type": "text",
            "name": "Healthy Ways to Gain Weight",
            "source": null,
            "length": 2,
            "post_video_destination": null,
            "skippable": true,
            "summary": "If your BMI is less than 18.5 and you’ve talked to your healthcare provider about your weight, get started with the steps below to self-manage your weight gain. The key is to set a healthy foundation of picking healthy, high calorie foods and continuing to exercise.",
            "steps": ["Establish a daily calorie goal: aim to consume 300-500 more calories per day than what you burn. This can mean up to 1 pound gained per week.", "Meal plan: eat smaller meals more frequently (5-7 small meals per day) to avoid feeling full.", "Choose high-calorie foods. Proteins: red meats, pork, chicken with skin on, salmon, breaded meats, beans, whole milk, eggs, cheese, full-fat yogurt. Carbs: potatoes, brown rice, whole grain pastas and breads. Fats: nuts and nut butters, olives, avocado, butter, dressings, mayonnaise.", "Avoid empty calorie drinks such as teas, black coffee, and diet sodas, consider smoothies and shakes instead."]
        },
        {
            "id": 21,
            "type": "video",
            "name": "Weight, Nutrition, and Chronic Pain 2",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904493/For%20Mobile%20App/Education/Weight%2C%20Nutrition%2C%20and%20Chronic%20Pain%202.mp4",
            "length": 5,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the impact of excess weight on chronic pain."
        },
        {
            "id": 22,
            "type": "audio",
            "name": "Passive Muscle Relaxation Intro",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914237/For%20Mobile%20App/Education/Passive%20Muscle%20Relaxation%20Intro.m4a",
            "length": 11,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about Passive Muscle Relaxation. Engage in a Passive Muscle Relaxation exercise."
        },
        {
            "id": 23,
            "type": "audio",
            "name": "Passive Muscle Relaxation Practice",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914242/For%20Mobile%20App/Education/Passive%20Muscle%20Relaxation%20Practice.m4a",
            "length": 11,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about Passive Muscle Relaxation. Engage in a Passive Muscle Relaxation exercise."
        },
        {
            "id": 24,
            "type": "text",
            "name": "Lifestyle Changes",
            "source": null,
            "length": 7,
            "post_video_destination": "FoodJournal",
            "skippable": true,
            "summary": "Our goal is to help you make some lifestyle changes that will help you eat healthier, feel better, and over time lose excess weight. It’s not easy to change our bad habits, especially when it comes to food and exercise but we believe in you!",
            "steps": ["Use a food journal consistently (aim for 2 meals per day) to identify factors that made you select specific foods and to connect what you eat to the mood you’re feeling.", "Count calories. A good starting point is to aim to lose 1-2 pounds per week, which means 500-600 less calories per day than you’re currently eating.", "Identify the easiest changes: substitute high calorie foods like fried foods and sugary beverages with low calorie foods like fruits and vegetables, reduce or eliminate alcohol consumption, eliminate sugary beverages like soft drinks - try sparkling water with a fruit slice instead.", "Design a well-balanced diet and pay attention to why you’re eating. Try to create meals composed of: 50% of calories from carbohydrates, 25% of calories from fats, 25% of calories from proteins.", "Burn calories! Daily exercise is a vital part of weight loss and pain reduction. Outside of your PainNavigator exercises, try using the furthest parking spot when running errands, taking the stairs instead of the elevator, going for a walk after each meal (start small and build up over time), or walk each aisle when shopping."]
        },
        {
            "id": 25,
            "type": "video",
            "name": "Anti-inflammatory foods",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904522/For%20Mobile%20App/Education/Anti-Inflammatory%20Foods.mp4",
            "length": 8,
            "post_video_destination": null,
            "skippable": true,
            "summary": "What is inflammation? Is it always bad? Learn about types of anti-inflammatory foods that can have a positive impact on your chronic pain."
        },
        {
            "id": 26,
            "type": "text",
            "name": "Anti-inflmamatory Meal Ideas",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "A great day of eating on an anti-inflammatory, Mediterranean or Okinawan style diet, could be Greek yogurt topped with berries for breakfast, sheet pan chicken fajita bowl for lunch, salmon with a side of greens and cauliflower rice for dinner, and hummus and vegetables for a snack. Here’s some key things to remember:",
            "steps": ["Anti-inflammatory foods in general are: low in refined carbs, high in soluble fibers, high in unsaturated, “healthy” fats, higher in omega 3 fatty acids, high in polyphenols.", "Fruit and vegetables should fill ½ of your plate each meal.", "Aim for lean proteins (skinless chicken, turkey, fatty fish, lean beef or pork, tofu) and avoid highly processed meats.", "Aim for monounsaturated, polyunsaturated fats (olive oil, avocado oil, nuts, flax seeds, chia seeds).", "Aim for whole grains (brown rice, quinoa, oats) and avoid refined carbs (white bread, baked goods)."]
        },
        {
            "id": 27,
            "type": "video",
            "name": "TFA! 1",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569099/For%20Mobile%20App/Education/TFA%21%201.mp4",
            "length": 7,
            "post_video_destination": "MoodJournal",
            "skippable": false,
            "summary": "Introduction to Thoughts, Feelings, Action!- a multi step technique that will help you identify problematic thoughts that impact your mood and pain. Learn about common errors in your thinking that can impact your mood and pain."
        },
        {
            "id": 28,
            "type": "audio",
            "name": "Imagery Intro",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914470/For%20Mobile%20App/Education/Imagery%20Intro.m4a",
            "length": 9,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about Imagery. Engage in two relaxation exercises that utilize Imagery."
        },
        {
            "id": 29,
            "type": "audio",
            "name": "Imagery Practice",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914474/For%20Mobile%20App/Education/Imagery%20Practice.m4a",
            "length": 9,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about Imagery. Engage in two relaxation exercises that utilize Imagery."
        },
        {
            "id": 30,
            "type": "video",
            "name": "TFA! 2",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648568946/For%20Mobile%20App/Education/TFA%21%202.mp4",
            "length": 6,
            "post_video_destination": "FoodJournal",
            "skippable": false,
            "summary": "Learn about the relationship between thoughts and feelings as it pertains to chronic pain. Learn about the steps of Thoughts, Feelings, Action!"
        },
        {
            "id": 31,
            "type": "video",
            "name": "Sleep Efficiency: Introduction",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648570200/For%20Mobile%20App/Education/Sleep%20Efficiency:%20Introduction.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about sleep disturbance, including insomnia and the relationship it has with chronic pain. Learn about 2 factors that can contribute to sleep disturbance."
        },
        {
            "id": 32,
            "type": "video",
            "name": "Sleep Efficiency: Stimulus Control",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650910063/For%20Mobile%20App/Education/Sleep%20Efficiency:%20Stimulus%20Control.mp4",
            "length": 5,
            "post_video_destination": null,
            "skippable": true,
            "summary": "How does stimulus control improve your sleep efficiency? /n Learn the steps of stimulus control."
        },
        {
            "id": 33,
            "type": "video",
            "name": "Sleep Efficiency: Processing Strategies",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569381/For%20Mobile%20App/Education/Sleep%20Efficiency:%20Processing%20Strategies.mp4",
            "length": 4,
            "post_video_destination": null,
            "skippable": true,
            "summary": "How can processing strategies imrpove your sleep efficiency? Learn how to keep an \"active brain\" out of bed!"
        },
        {
            "id": 34,
            "type": "text",
            "name": "Improve Your Sleep",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Take these steps to improve the quality of your sleep.",
            "steps": ["Make your bed a place for sleep (use your bed for sleep and sex only, no naps, eating, or daytime activities), establish a nightly routine, go to bed only when sleepy, and create a comfort zone, a soothing space outside of the bedroom that you can use if you can’t sleep.", "Keep an overactive mind out of bed: before your nightly routine write down 2-3 problems that might be on your mind when you get to bed. If you can solve the problem(s), do so right then and there. If you can’t, practice our Quieting the Mind technique.", "Sleeping Tips: regular exercise and meditation can help, do not use any medications for sleep unless prescribed, get exposure to bright light during the day, avoid caffeine consumption after 12pm, alcohol doesn’t lead to restorative sleep and it won’t keep you asleep, avoid watching TV or using your phone in bed."]
        },
        {
            "id": 35,
            "type": "video",
            "name": "TFA! 3",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648570135/For%20Mobile%20App/Education/TFA%21%203.mp4",
            "length": 3,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn the first 4-steps of Thoughts, Feelings, Action!"
        },
        {
            "id": 36,
            "type": "audio",
            "name": "Mindfulness (Intro)",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914848/For%20Mobile%20App/Education/Mindfulness%20Intro.m4a",
            "length": 3,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the practice Mindfulness before having two relaxation exercises available that utilize Mindfulness."
        },
        {
            "id": 37,
            "type": "audio",
            "name": "Mindfulness (Practice): Listening",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914849/For%20Mobile%20App/Education/Mindfulness%20Practice:%20Listening.m4a",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Engage in a relaxation exercise that utilizes Mindfulness and is all about listening."
        },
        {
            "id": 38,
            "type": "audio",
            "name": "Mindfulness (Practice): Your Body",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650914852/For%20Mobile%20App/Education/Mindfulness%20Practice:%20Your%20Body.m4a",
            "length": 7,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Engage in a relaxation exercise that utilizes Mindfulness and is all about your body."
        },
        {
            "id": 39,
            "type": "video",
            "name": "Pleasant Activities",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569333/For%20Mobile%20App/Education/Pleasant%20Activities.mp4",
            "length": 7,
            "post_video_destination": "MyActivities",
            "skippable": true,
            "summary": "Identify activities you can do in moderation that might prevent disability from setting in. Learn how to engage in those activities safely and learn how to work around obstacles that might get in the way of you participating in activities."
        },
        {
            "id": 40,
            "type": "video",
            "name": "TFA! 4",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569055/For%20Mobile%20App/Education/TFA%21%204.mp4",
            "length": 4,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn the next 3-steps of Thoughts, Feelings, Action!"
        },
        {
            "id": 41,
            "type": "audio",
            "name": "Extended Relaxation Exercise (Intro)",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919131/For%20Mobile%20App/Education/Extended%20Relaxation%20Exercise%20Intro.m4a",
            "length": 11,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Engage in an extended Relaxation Exercise."
        },
        {
            "id": 42,
            "type": "audio",
            "name": "Extended Relaxation Exercise (Practice)",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919136/For%20Mobile%20App/Education/Extended%20Relaxation%20Exercise%20Practice.m4a",
            "length": 11,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Engage in an extended Relaxation Exercise."
        },
        {
            "id": 43,
            "type": "video",
            "name": "SMART Goal Renewal 1",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650910238/For%20Mobile%20App/Education/SMART%20Goal%20Renewal%201.mp4",
            "length": 4,
            "post_video_destination": "SmartGoal",
            "skippable": true,
            "summary": "Review the process involved in completing your first PainNavigator SMART Goal and reflect on your goal. Establish a SMART Goal you can complete in 2-weeks."
        },
        {
            "id": 44,
            "type": "video",
            "name": "TFA! 5",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569068/For%20Mobile%20App/Education/TFA%21%205.mp4",
            "length": 3,
            "post_video_destination": null,
            "skippable": false,
            "summary": "Learn the final 3-steps of Thoughts, Feelings, Action!"
        },
        {
            "id": 45,
            "type": "video",
            "name": "Medical Approach to Chronic Pain 1",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650912369/For%20Mobile%20App/Education/Medical%20Approach%20to%20Chronic%20Pain%201.mp4",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the most common treatments for chronic pain including medications and injections."
        },
        {
            "id": 46,
            "type": "video",
            "name": "Medical Approach to Chronic Pain 2",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650912395/For%20Mobile%20App/Education/Medical%20Approach%20to%20Chronic%20Pain%202.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about surgery and its role in low back pain management."
        },
        {
            "id": 47,
            "type": "video",
            "name": "TFA! 6",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569409/For%20Mobile%20App/Education/TFA%21%206.mp4",
            "length": 8,
            "post_video_destination": "MoodJournal",
            "skippable": false,
            "summary": "Review the steps involved in Thoughts, Feelings, Action!"
        },
        {
            "id": 48,
            "type": "video",
            "name": "Medications for Chronic Pain",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904510/For%20Mobile%20App/Education/Medications%20for%20Chronic%20Pain.mp4",
            "length": 8,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about over the counter and prescription non-opioid medications used to treat chronic pain."
        },
        {
            "id": 49,
            "type": "audio",
            "name": "Communication Styles",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919322/For%20Mobile%20App/Education/Communication%20Styles.m4a",
            "length": 6,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn how to effectively communicate your thoughts and feelings and how to avoid the pitfalls of inneffective communication styles."
        },
        {
            "id": 50,
            "type": "text",
            "name": "Communication Styles Summary",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Use your knowledge about communication styles to determine whether you are using an effective communication style.",
            "steps": ["Ineffective communication styles: passive (expect others to guess what you’re thinking), aggressive (blame others for not understanding you), passive-aggressive (say one thing but mean another), pain behavior (exaggerate aches and pains to let people know how you feel).", "Effective communication styles: assertive (communicate thoughts/feelings directly).", "Different people will have different responses to you and different environments may make communication easier or more difficult. Take responsibility for what you are trying to communicate and think of the most direct way to say it."]
        },
        {
            "id": 51,
            "type": "video",
            "name": "Opioid Medications 1",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919439/For%20Mobile%20App/Education/Opioid%20Medications%201.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Overview about the potential risks and benefits of opioid medications."
        },
        {
            "id": 52,
            "type": "video",
            "name": "Opioid Medications 2",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919460/For%20Mobile%20App/Education/Opioid%20Medications%202.mp4",
            "length": 5,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Understand the potential role of opioid therapy in the treatment of your chronic pain."
        },
        {
            "id": 53,
            "type": "video",
            "name": "Complementary Therapies: Modalities",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650919795/For%20Mobile%20App/Education/Complementary%20Therapies:%20Modalities.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn proven complementary therapies that are accepted by the medical community: Acupuncture, Tai Chi, Qi Gong, Spinal Manipulation and Massage."
        },
        {
            "id": 54,
            "type": "video",
            "name": "Complementary Therapies: Supplements",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904524/For%20Mobile%20App/Education/Complementary%20Therapies:%20Supplements.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about the role of natural supplements on chronic low back pain."
        },
        {
            "id": 55,
            "type": "text",
            "name": "Additional Supplements",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Here are some additional supplements to consider and their benefits:",
            "steps": ["Pycnogenol: has anti-inflammatory properties. The usual dosage is 100-200 mg per day. People who are on immunosuppressants or taking steroids should first talk to their doctor before starting.", "Frankincense: has anti-inflammatory, anti-arthritis, and pain relieving properties. Typically used at 300-500 mg two to three times per day. It’s well tolerated by most people, but some may experience nausea, acid reflux, or diarrhea.", "Resveratrol: found in the skin of red wine grapes, can be helpful for arthritis pain. When you hear of the benefits of red wine on heart disease, resveratrol is one of the reasons. A typical dose is anywhere from 50-500 mg per day. Because of the limitations in getting a reliable pill or capsule form, the side effect profile is not really known.", "White Willow Bark: used for pain and inflammation since the ancient Roman and Egyptian times. 240 mg/day of white willow bark can have similar results to taking aspirin for pain. It should not be used in children or in people with peptic ulcer disease, poorly controlled diabetes, or liver or kidney problems."]
        },
        {
            "id": 56,
            "type": "video",
            "name": "Expectations for Medical Treatment",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569025/For%20Mobile%20App/Education/Expectations%20for%20Medical%20Treatment.mp4",
            "length": 8,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Identify expectations you may have of health care providers and their treatment recommendations. Learn how to communicate the way chronic pain affects your functioning."
        },
        {
            "id": 57,
            "type": "text",
            "name": "Expectations for Medical Treatment Summary",
            "source": null,
            "length": 2,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Before meeting with your healthcare provider about your pain, prepare what you expect to get out of your appointment and how to communicate how pain is impacting your function.",
            "steps": ["Write some notes on what you expect to get out of meeting with your healthcare provider. This can include: looking for a way to make your pain more manageable, getting a second opinion, seeking more or less medication, questions about the condition causing your pain or the treatments being recommended, communicating struggles with cognitive impairment, asking for additional resources that might help you more effectively cope with your pain.", "Prepare how to communicate how pain affects your functioning: What are the specific body parts that hurt? Can you use words, such as sharp, dull, aching, throbbing to describe your pain? Are you experiencing burning, numbness, tingling in your legs? What activities make your pain better, worse?", "Other things to bring: make a list of medications, procedures, surgeries that have or have not been helpful and bring any previous imaging or tests.", "Beware of healthcare providers who have a “quick fix” for chronic pain (usually, they’re too good to be true), it’s sometimes helpful to bring a loved one or friend with you to your appointment to help you communicate, make sure you have a clear understanding of medical recommendations for your pain."]
        },
        {
            "id": 58,
            "type": "audio",
            "name": "Ergonomics and Pain",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1650904455/For%20Mobile%20App/Education/Ergonomics%20and%20Chronic%20Pain.mp4",
            "length": 10,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Learn about ergonomics and pain in a dynamic interview with an Occupational Therapist."
        },
        {
            "id": 59,
            "type": "text",
            "name": "OT-Recommended Daily Lifestyle Changes",
            "source": null,
            "length": 1,
            "post_video_destination": null,
            "skippable": true,
            "summary": "Occupational Therapists (OT) can support you in better managing your pain in many ways. Here’s some key OT-recommended lifestyle tips:",
            "steps": ["Healthy habits and routines are the best tools to combat chronic pain so keep moving and listen to your body as you do! You can always modify an exercise or take a break, try alternating between movement and rest throughout the day.", "Look for a firm and more supportive mattress and keep the spine neutral while sleeping. Try to sleep on your side or back with pillows supporting you to keep alignment.", "Sitting is one of the greatest health risk factors of our time. When you have to sit, use an ergonomic chair and pay attention to your posture. Leverage a “sit-to-stand” desk if possible or take breaks to stand up and stretch out throughout the day."]
        },
        {
            "id": 60,
            "type": "video",
            "name": "SMART Goal Renewal 2",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648569079/For%20Mobile%20App/Education/SMART%20Goal%20Renewal%202.mp4",
            "length": 3,
            "post_video_destination": "SmartGoal",
            "skippable": true,
            "summary": "Address areas where pain controls how you spend your time. Establish a third PainNaivgator SMART Goal."
        },
        {
            "id": 61,
            "type": "video",
            "name": "My PainNavigator",
            "source": "https://res.cloudinary.com/painnavigator/video/upload/v1648568989/For%20Mobile%20App/Education/My%20PainNavigator.mp4",
            "length": 7,
            "post_video_destination": null,
            "skippable": false,
            "summary": "PainNavigator wrap up! Learn how to apply the skills learned in PainNavigator into your daily routine."
        },
        {
            "id": 62,
            "type": "text",
            "name": "My PainNavigator Summary",
            "source": "",
            "length": 1,
            "post_video_destination": null,
            "skippable": false,
            "summary": "We are so proud of you for making it through the PainNavigator program! Celebrate this win and all future little or big wins! Here’s what we recommend after completing PainNavigator:",
            "steps": ["Reflect on which parts of the Vicious Cycle of Pain you identified the most strongly with. Focus your efforts on improving those areas to optimize your level of functioning. Consider setting a SMART Goal to make progress in one of those areas.", "Keep up with your physical strengthening. Repeat our exercise and yoga modules, but maybe with fewer modifications and higher rep counts or join a gym or group exercise or yoga class to find new ways to move.", "If you find your pain returning, consider restarting PainNavigator. If your pain is still problematic, talk to your healthcare team. By going through PainNavigator, you should have a better understanding of your pain and will be able to relay it more effectively to them. Keeping up with the tools you’ve learned with us while undergoing a new treatment plan will yield better results than if you just tried the treatment plan alone."]
        }
    ]
}