{
  "painInjectionModuleData": {
    "name": "Pain Injections",
    "type": "intro-text",
    "group": "education",
    "source": null,
    "post_video_destination": null,
    "skippable": false,
    "pnIntroData": [
      [
        {
          "name": "Trigger Point Injections",
          "summary_header": "What are Trigger Point Injections (TPI)?",
          "summary": "A trigger point injection (TPI) is a medical procedure used to relieve muscle pain and discomfort caused by small, tender knots or areas of tight muscle fibers that can develop in muscles throughout the body, often as a result of injury, overuse, or muscle tension.",
          "summary_header2": "When are They Used?",
          "summary2": "Trigger point injections may be recommended for patients experiencing:",
          "bullets2": [
            "Muscle pain, tenderness, spasms, or stiffness",
            "Limited range of motion",
            "Fibromyalgia or myofascial pain syndrome"
          ]
        },
        {
          "name": "Trigger Point Injections",
          "summary_header": "Before the Procedure",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "How is the Procedure Done?",
          "bullets2": [
            "Preparation: You may be asked to lay down or sit in a comfortable position. The healthcare provider will identify the trigger points by palpating (pressing on) the affected muscles to locate areas of tenderness or tension.",
            "Injection: Using a thin needle, the healthcare provider will inject a mixture of a local anesthetic (numbing medication) and sometimes a corticosteroid (anti-inflammatory medication) directly into the trigger point. The injection helps to relax the muscle and relieve pain.",
            "Post-Procedure: After the injection, you may be asked to move the affected muscle to help distribute the medication. You'll be monitored for a short period to ensure there are no immediate complications. Patients can return home the same day."
          ]
        },
        {
          "name": "Trigger Point Injections",
          "summary_header": "What Can I Expect After the Injection?",
          "bullets": [
            "Pain Relief: Many patients experience immediate relief from muscle pain and tension after the injection due to the numbing medication. The corticosteroid may provide longer-lasting relief by reducing inflammation in the muscle.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed."
          ],
          "summary_header2": "How is the Procedure Done?",
          "bullets2": [
            "Preparation: You may be asked to lay down or sit in a comfortable position. The healthcare provider will identify the trigger points by palpating (pressing on) the affected muscles to locate areas of tenderness or tension.",
            "Recovery: You may experience some mild soreness or bruising at the injection site, but this typically resolves within a few days",
            "Post-Procedure: After the injection, you may be asked to move the affected muscle to help distribute the medication. You'll be monitored for a short period to ensure there are no immediate complications. Patients can return home the same day."
          ],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness during the first 24 hours after the procedure.",
            "After 24 hours, a heating pad may be useful",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider."
          ]
        },
        {
          "name": "Trigger Point Injections",
          "summary_header": "Things to Keep in mind:",
          "summary": "While trigger point injections are generally safe, potential risks and complications may include:",
          "bullets": [
            "Pain Relief: Many patients experience immediate relief from muscle pain and tension after the injection due to the numbing medication. The corticosteroid may provide longer-lasting relief by reducing inflammation in the muscle.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed."
          ],
          "summary_header2": "Results and followup:",
          "bullets2": [
            "The effectiveness of trigger point injections in relieving muscle pain and tension varies from person to person. Some individuals experience significant improvement in symptoms, while others may require multiple injections or additional treatments.",
            "Bleeding",
            "Your doctor will monitor your progress through your use of PainNavigator and will work with you to determine the best course of treatment."
          ],
          "summary3": "If you have additional questions about risks, benefits, and expected outcomes of the procedure, talk to your healthcare provider before proceeding. They can provide personalized guidance based on your medical history and specific condition."
        }
      ],
      [
        {
          "name": "Lumbar Epidural Steroid Injection (LESI)",
          "summary_header": "What are lumbar epidural stAeroid injections (LESI)?",
          "summary": "A lumbar epidural steroid injection (LESI) is a specialized procedure to ease lower back and leg pain by reducing inflammation around irritated nerves in the spine.",
          "summary_header2": "How it works",
          "summary2": "During the procedure, a combination of a numbing agent and anti-inflammatory medication (steroid) is carefully injected into the epidural space near your spine. This helps calm down the irritated nerves and provides relief from pain.",
          "summary_header3": "When is it used?",
          "summary3": "LESI is commonly recommended for conditions like spinal stenosis, lumbar radiculopathy, herniated discs, sciatica, and other issues that cause nerve irritation and pain in the lower back and legs"
        },
        {
          "name": "Lumbar Epidural Steroid Injection (LESI)",
          "summary_header": "Before the Procedure:",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "How is the Procedure Done?",
          "bullets2": [
            "Preparation: You will be asked to lay down on your belly. A healthcare provider will clean your skin to reduce risk of infection. You’ll be made comfortable and numbed to minimize any discomfort.",
            "Injection: The doctor will use X-ray guidance to ensure precise placement of the epidural needle. The healthcare provider will inject a mixture of a saline, local anesthetic, and/or a steroid (anti-inflammatory medication) into the epidural space surrounding the spinal nerves. During the injection, you may feel a brief zap or electrical sensation down one or both legs. This is normal and should get better immediately.",
            "Post-Procedure: After the injection, you’ll be monitored for a short period to ensure there are no immediate complications. The whole process usually takes about 15 to 30 minutes, and you can typically go home the same day."
          ]
        },
        {
          "name": "Lumbar Epidural Steroid Injection (LESI)",
          "summary_header": "What Can I Expect After the Injection?",
          "bullets": [
            "While you may not feel immediate relief, many patients notice improvement within a few days as the medication starts working.",
            "Take it easy the day of the injection and gradually resume your normal activities as you feel comfortable starting the following day.",
            "For procedural soreness:"
          ],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness in the first 24 hours after the procedure.",
            "After 24 hours, a heating pad may be useful.",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider."
          ]
        },
        {
          "name": "Lumbar Epidural Steroid Injection (LESI)",
          "summary_header": "Things to keep in mind:",
          "summary": "Although complications are rare, it's essential to be aware of potential risks like infection or allergic reactions. Your healthcare provider will discuss these with you beforehand to ensure you're well-informed.",
          "summary_header2": "Results and followup:",
          "bullets": [
            "Results vary from person to person, but many patients experience significant relief after one or a series of injections.",
            "Your doctor will monitor your progress through your use of PainNavigator and work with you to determine the best course of treatment."
          ],
          "summary3": "Always feel free to ask your healthcare provider any questions or concerns you may have about lumbar epidural steroid injections. They're there to help you understand the procedure to ensure your comfort and well-being throughout the process."
        }
      ],
      [
        {
          "name": "Lumbar Transforaminal Epidural Steroid Injections",
          "summary_header": "What are lumbar transforaminal epidural steroid injections (TFESI)?",
          "summary": "Lumbar transforaminal epidural steroid injections (TFESIs) are specialized treatments aimed at reducing lower back and leg pain caused by nerve inflammation in the spine.",
          "summary_header2": "How it works",
          "summary2": "During the procedure, a combination of a numbing agent and anti-inflammatory medication (steroid) is precisely injected into the epidural space near the affected nerve roots. This helps reduce inflammation and provides relief from pain.",
          "summary_header3": "When is it used?",
          "summary3": "TFESIs are commonly recommended for conditions such as lumbar radiculopathy (sciatica), herniated discs, and spinal stenosis, where nerve irritation in the lower back leads to pain, tingling, or numbness in the legs."
        },
        {
          "name": "Lumbar Transforaminal Epidural Steroid Injections",
          "summary_header": "Before the Procedure:",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "How is the Procedure Done?",
          "bullets2": [
            "Preparation:You will be asked to lay down on your belly. A healthcare provider will clean your skin to reduce risk of infection. You’ll be made comfortable and numbed to minimize any discomfort.",
            "Injection: Using fluoroscopy (X-ray guidance) for accuracy, the doctor will insert a needle near the affected nerve root and deliver the medication directly into the epidural space. During the injection, you may feel a brief zap or electrical sensation go down one or both legs. This is normal and should get better immediately.",
            "Post-Procedure: After the injection, you’ll be monitored for a short period to ensure there are no immediate complications. The whole process usually takes about 15 to 30 minutes, and you can typically go home the same day."
          ]
        },
        {
          "name": "Lumbar Transforaminal Epidural Steroid Injections",
          "summary_header": "What Can I Expect After the Injection?",
          "bullets": [
            "While immediate relief may not occur, many patients experience decreased pain within a few days as the medication takes effect.",
            "Take it easy the day of the injection and gradually resume your normal activities as you feel comfortable starting the following day.",
            "For procedural soreness:"
          ],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness in the first 24 hours after the procedure.",
            "After 24 hours, a heating pad may be useful.",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider."
          ]
        },
        {
          "name": "Lumbar Transforaminal Epidural Steroid Injections",
          "summary_header": "Things to keep in mind:",
          "summary": "Although complications are rare, it's essential to be aware of potential risks like infection or allergic reactions. Your healthcare provider will discuss these with you beforehand to ensure you're well-informed.",
          "summary_header2": "Results and followup:",
          "bullets": [
            "Responses to TFESIs can vary, but many patients experience significant pain relief that can last for several weeks to months",
            "Your doctor will monitor your progress through your use of PainNavigator and work with you to determine the best course of treatment"
          ],
          "summary3": "If you have any questions or concerns about lumbar transforaminal epidural steroid injections, don't hesitate to discuss them with your healthcare provider. They're there to support you to ensure you have a clear understanding of the procedure."
        }
      ],
      [
        {
          "name": "Lumbar Facet Injections/ Medial Branch Blocks",
          "summary_header": "What are lumbar facet injections/lumbar facet medial branch blocks (MBBs)?",
          "summary": "Lumbar facet injections or lumbar facet medial branch blocks (MBBs) are specialized procedures aimed at alleviating lower back pain by targeting the facet joints in the spine.",
          "summary_header2": "How it works",
          "summary2": "During the procedure, a mixture of a numbing agent and/or anti-inflammatory medication (steroid) is carefully injected into and around the affected facet joints. This helps reduce inflammation and relieve pain associated with these joints.",
          "summary_header3": "When is it used?",
          "summary3": "Lumbar facet injections are commonly recommended for conditions such as facet joint osteoarthritis, facet joint syndrome, and other sources of facet joint inflammation or irritation"
        },
        {
          "name": "Lumbar Facet Injections/ Medial Branch Blocks",
          "summary_header": "Before the Procedure:",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "What to expect during the procedure:",
          "bullets2": [
            "Preparation:You will be asked to lay down on your belly. A healthcare provider will clean your skin to reduce risk of infection. You’ll be made comfortable and numbed to minimize any discomfort.",
            "Injection: The doctor will use X-ray guidance (fluoroscopy) to ensure precise placement of the needle(s) into the facet joint space(s). A mixture of a numbing agent and/or anti-inflammatory medication (steroid) is then injected."
          ],
          "sub_bullets2": [
            "You may feel brief pressure or ache while the medication is being injected."
          ],
          "bullets3": [
            "Post-Procedure: After the injection, you'll be monitored for a short period to ensure there are no immediate complications. The whole process usually takes about 15 to 30 minutes, and you can typically go home the same day."
          ]
        },
        {
          "name": "Lumbar Facet Injections/ Medial Branch Blocks",
          "summary_header": "What Can I Expect After the Injection?",
          "bullets": [
            "Many patients notice improvement in their lower back pain that day or within a few days as the medication takes effect. You can gradually resume your normal activities as you feel comfortable.",
            "Take it easy the day of the injection and gradually resume your normal activities as you feel comfortable starting the following day.",
            "For procedural soreness:"
          ],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness in the first 24 hours after the procedure",
            "After 24 hours, a heating pad may be useful.",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider."
          ],
          "bullets2": [
            "Your healthcare provider will ask you to track your pain via PainNavigator daily until the time of your follow-up appointment/call."
          ]
        },
        {
          "name": "Lumbar Facet Injections/ Medial Branch Blocks",
          "summary_header": "Things to keep in mind:",
          "summary": "Although complications are rare, it's essential to be aware of potential risks like infection or allergic reactions. Your healthcare provider will discuss these with you beforehand to ensure you're well-informed.",
          "summary_header2": "Results and followup:",
          "bullets2": [
            "Results vary from person to person, but many patients experience significant relief after this injection.",
            "This procedure is often used to diagnose lumbar facet disease and evaluate if you are a good candidate for another longer-term procedure called lumbar facet radiofrequency ablation. To see if you qualify, you will be asked to:"
          ],
          "sub_bullets2": [
            "Document your pain daily on the PainNavigator mobile app",
            "Undergo a repeat/second lumbar facet/medial branch injection to confirm your diagnosis.",
            "To learn more about lumbar facet radiofrequency ablation, click here: (link)"
          ],
          "summary3": "Always feel free to ask your healthcare provider any questions or concerns you may have about lumbar facet injections. They're there to help you understand the procedure and ensure your comfort and well-being throughout the process."
        }
      ],
      [
        {
          "name": "Lumbar Facet Radiofrequency Ablation",
          "summary_header": "What are lumbar facet/medial branch radiofrequency ablations (RFAs)?",
          "summary": "Lumbar facet/medial branch radiofrequency ablation (RFA) is a procedure to help with chronic low back pain by stopping the pain signals from the facet joints in the spine.",
          "summary_header2": "How it works",
          "summary2": "During the procedure, a special needle sends heat to the nerves that send pain signals from the facet joints. This stops the nerves from working and can help relieve pain for many months or longer.",
          "summary_header3": "When is it used?",
          "bullets3": [
            "Lumbar facet RFA are commonly recommended for conditions such as facet joint osteoarthritis, facet joint syndrome, and other sources of facet joint inflammation or irritation",
            "In most cases, you have already gone one or two lumbar facet joint/medial branch injections to confirm your diagnosis of lumbar facet disease."
          ]
        },
        {
          "name": "Lumbar Facet Radiofrequency Ablation",
          "summary_header": "Before the Procedure:",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "What to expect during the procedure:",
          "bullets2": [
            "Preparation: You'll be asked to lay down on your belly in a comfortable position. The injection site will be cleaned, and you will be given a numbing medication to minimize discomfort.",
            "Procedure: The doctor will use fluoroscopy (X-ray guidance) to ensure precise placement of the specialized needle(s) around the facet joint space(s). A mixture of a numbing agent and/or anti-inflammatory medication (steroid) is then injected into the joint to numb the area. The specialized needle will then send heat to the nerves to stop them from working.",
            "Post-Procedure: After the injection, you'll be monitored for a short period to ensure there are no immediate complications. The whole process usually takes about 30-45 minutes, and you can typically go home the same day."
          ]
        },
        {
          "name": "Lumbar Facet Radiofrequency Ablation",
          "summary_header": "What Can I Expect After the Injection?",
          "bullets": ["For procedural soreness:"],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness in the first 24 hours after the procedure",
            "After 24 hours, a heating pad may be useful.",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider."
          ],
          "bullets2": [
            "You might not feel better right away, but in a few weeks, many people will feel less pain.",
            "The relief can last for a long time, even months or years.",
            "Your healthcare provider will ask you to track your pain via PainNavigator daily until the time of your follow-up appointment/call."
          ]
        },
        {
          "name": "Lumbar Facet Radiofrequency Ablation",
          "summary_header": "Things to keep in mind:",
          "summary": "Although complications are rare, it's essential to be aware of potential risks like infection, bleeding, or allergic reactions. Your healthcare provider will discuss these with you beforehand to ensure you're well-informed.",
          "summary_header2": "Results and followup:",
          "bullets2": [
            "People's experiences can be different, but many may experience pain relief for more than 6 months.",
            "Your doctor will monitor your progress through your use of PainNavigator and work with you to determine the best course of treatment."
          ],

          "summary3": "If you have any questions or worries about lumbar facet radiofrequency ablation, talk to your doctor. They're there to help you understand and make sure you feel comfortable."
        }
      ],
      [
        {
          "name": "Sacroiliac Joint Injections",
          "summary_header": "What are sacroiliac joint injections (SIJ injections)?",
          "summary": "Sacroiliac joint injections (SIJ injections) with pain and swelling in the lower back and buttocks. They're given in a joint where the spine connects to the hips.",
          "summary_header2": "How it works",
          "summary2": "During the shot, doctors use a mix of numbing medicine and anti-inflammatory medicine (steroid) to calm down the pain and swelling in the joint.",
          "summary_header3": "When is it used?",
          "summary3": "SIJ injections are commonly recommended for pain coming from the SI joint, which will cause  pain in the lower back and buttocks that doesn't get better with more conservative treatments like exercise and/or medications."
        },
        {
          "name": "Sacroiliac Joint Injections",
          "summary_header": "Before the Procedure:",
          "bullets": [
            "Medical History: Your doctor will ask about your medical history, including any previous surgeries, allergies, or medications you're taking.",
            "Instructions: Follow instructions given by your doctor regarding eating, drinking, or taking medications before the procedure.",
            "Clothing: Wear loose, comfortable clothing that allows easy access to the area where the procedure will be performed.",
            "Transportation: Arrange for someone to drive you home after the procedure, as you may not be able to drive yourself."
          ],
          "summary_header2": "What to expect during the procedure:",
          "bullets2": [
            "Preparation: You'll be asked to lay down on your belly in a comfortable position. The injection site will be cleaned, and you will be given a numbing medication to minimize discomfort.",
            "Procedure: The doctor will use fluoroscopy (X-ray guidance) to guide a needle into the sacroiliac joint. A mixture of a numbing agent and/or anti-inflammatory medication (steroid) is then injected into the joint to numb the area.",
            "Post-Procedure: After the injection, you'll be monitored for a short period to ensure there are no immediate complications. The whole process usually takes about 15-30 minutes, and you can typically go home the same day"
          ]
        },
        {
          "name": "Sacroiliac Joint Injections",
          "summary_header": "What Can I Expect After the Procedure?",
          "bullets": [
            "You might not feel better right away, but many people start feeling relief within a few days.",
            "For procedural soreness:"
          ],
          "sub_bullets": [
            "Patients may use ice/cold packs over the procedure site to help with soreness in the first 24 hours after the procedure",
            "After 24 hours, a heating pad may be useful.",
            "Massage may also help relieve procedure soreness.",
            "Continue using any pain medications you have discussed with your healthcare provider"
          ],
          "bullets2": [
            "Your healthcare provider will ask you to track your pain via PainNavigator daily until the time of your follow-up appointment/call."
          ]
        },
        {
          "name": "Sacroiliac Joint Injections",
          "summary_header": "Things to keep in mind:",
          "summary": "Although complications are rare, it's essential to be aware of potential risks like infection, bleeding, or allergic reactions. Your healthcare provider will discuss these with you beforehand to ensure you're well-informed.",
          "summary_header2": "Results and followup:",
          "bullets2": [
            "Responses to TFESIs can vary, but many patients experience significant pain relief that can last for several weeks to months.",
            "Your doctor will monitor your progress through your use of PainNavigator and work with you to determine the best course of treatment."
          ],
          "summary3": "If you have questions about sacroiliac joint injections, don't hesitate to ask your doctor. They're there to help you feel better!"
        }
      ],
      [
        {
          "name": "Lumbar Spinal Cord Stimulator Trials ",
          "summary_header": "What are lumbar spinal cord stimulator trials?",
          "summary": "Lumbar spinal cord stimulator (SCS) trials are tests to check if a device can help manage lower back and leg pain. The stimulator is a small device that sends gentle electrical pulses to your spine to reduce pain signals.",
          "summary_header2": "How do they work?",
          "summary2": "During the trial, thin wires are placed through needles into the epidural space, on the back part of the spine. These wires connect to a small device outside your body. The device sends tiny electric pulses (which may feel like a light comfortable tingling) to your nerves, which can help ease your pain.",
          "summary_header3": "When is it used?",
          "summary3": "Doctors suggest SCS trials for people with long-lasting lower back and leg pain that hasn't gotten better with other treatments such as exercise, medications, injections, and/or spine surgeries."
        },
        {
          "name": "Lumbar Spinal Cord Stimulator Trials ",
          "summary_header": "What to expect during the SCS trial?",
          "summary": "Preparation:",
          "bullets": [
            "You will speak to your doctor and a representative from the spinal cord stimulator company. They will help set expectations and goals for the length of your trial.",
            "You will lay comfortably on your stomach and the procedure area will be cleaned. You will be given numbing medication to ease discomfort."
          ],
          "summary_header2": "Procedure:",
          "bullets2": [
            "The doctor will place needles into the epidural space on the back part of your spine. Thin spinal cord stimulator wires will then be placed and then connected to the outside device.",
            "The needles will be removed before the end of the procedure. The wires and external device will be secured to your back."
          ],
          "summary_header3": "Post-procedure",
          "bullets3": [
            "The whole process usually takes about 1-2 hours, and you can typically go home the same day.",
            "In recovery, you will receive more information from the spinal cord stimulator representative about goals and expectations for your trial.",
            "Your doctor will talk to you about antibiotics if needed, as well as any pain medication you may take.",
            "It is normal to have soreness for a few days after the wires are placed.",
            "You'll have the device for about a week to see if it helps your pain.",
            "Your healthcare provider will ask you to track your pain via PainNavigator daily until the time of your follow-up appointment/call."
          ]
        },
        {
          "name": "Lumbar Spinal Cord Stimulator Trials ",
          "summary_header": "What can I expect after the SCS trial?",
          "bullets": [
            "You'll talk to your doctor about how the trial went. If it helped, you might get a permanent device put in later.",
            "It is very important to track your pain relief and improvements in activity during the length of your SCS trial as these will help determine if a permanent SCS is right for you."
          ]
        },
        {
          "name": "Lumbar Spinal Cord Stimulator Trials ",
          "summary_header": "Things to keep in mind:",
          "bullets": [
            "The trial isn't permanent and doesn't need surgery.",
            "During the trial, you'll need to be careful not to damage the wires. Your doctor will provide instructions on how to best care for the SCS wires.",
            "Your healthcare provider will discuss benefits and risks in more detail with you."
          ],
          "summary_header2": "Results and followup:",
          "bullets2": [
            "Many people experience less pain and increased activity during the trial. It is very important to keep track of your pain scores as well as activity and quality of life improvements during the length of the trial. Use PainNavigator to track your progress",
            "Your doctor will keep an eye on you and monitor your progress on PainNavigator to talk about what to do next based on how the trial went."
          ],
          "summary3": "If you have questions about SCS trials, ask your doctor. They're there to help you feel better!"
        }
      ]
    ]
  }
}
